[
    {
        "title":"What is Computor?",
        "subtitle":"Computer make me feel stupid but it will not be like that anymore...",
        "image_url":"https://cdn.pixabay.com/photo/2015/01/08/18/24/children-593313_960_720.jpg",
        "detail":"A computer is a machine that can be programmed to carry out sequences of arithmetic or logical operations automatically. Modern computers can perform generic sets of operations known as programs. These programs enable computers to perform a wide range of tasks. A computer system is a \"complete\" computer that includes the hardware, operating system (main software, and peripheral equipment needed and used for \"full\" operation. This term may also refer to a group of computers that are linked and function together, such as a computer network or computer cluster.\n\n A broad range of industrial and consumer products use computers as control systems. Simple special-purpose devices like microwave ovens and remote controls are included, as are factory devices like industrial robots and computer-aided design, as well as general-purpose devices like personal computers and mobile devices like smartphones. Computers power the Internet, which links hundreds of millions of other computers and users."
    },

    {
        "title":"มาเขียนโปรแรมกัน",
        "subtitle":"แนะนำการเขียนโปรแกรมกันโหน่ย",
        "image_url":"https://cdn.pixabay.com/photo/2014/05/27/23/32/matrix-356024_960_720.jpg",
        "detail":"..................."
    },

    {
        "title":"Flutter คือ??",
        "subtitle":"tools for design user interface",
        "image_url":"https://cdn.pixabay.com/photo/2018/08/18/13/26/interface-3614766_960_720.png",
        "detail":"..................................."
    },

    {
        "title":"python คือ??",
        "subtitle":"tools for design user interface",
        "image_url":"https://cdn.pixabay.com/photo/2018/08/18/13/26/interface-3614766_960_720.png",
        "detail":"..................................."
    },

    {
        "title":"dart คือ??",
        "subtitle":"tools for design user interface",
        "image_url":"https://cdn.pixabay.com/photo/2018/08/18/13/26/interface-3614766_960_720.png",
        "detail":"..................................."
    }
]
